Repository: HaMyoungHoon/sdmed-extra-cso-ios
Catalog: extra.cso.ios/Localizable.xcstrings
Source language: en
Languages: ko

# add_desc
source: add
ko: 추가

# add_file_desc
source: file add
ko: 파일추가

# after_confirm_unmatch_desc
source: after and confirm unmatch
ko: 바꿀 비밀번호와 확인 비밀번호가 다릅니다.

# after_pw_desc
source: after password
ko: 바꿀 비밀번호

# after_pw_rule_check_desc
source: after password format check
ko: 바꿀 비밀번호가 형식에 맞지 않습니다.

# app_name
source: SD Medical CSO
ko: 에스디 메디컬 CSO

# apply_desc
source: apply
ko: 적용

# back_btn_close_desc
source: press back again exit
ko: ‘뒤로’ 버튼 한 번 더 누르시면 종료됩니다.

# camera_desc
source: camera
ko: 카메라

# cancel_desc
source: cancel
ko: 취소

# carried_over_desc
source: carried over
ko: 이월됨

# check_location_desc
source: check location
ko: 위치확인

# client_name
source: client
ko: 발주처

# close_desc
source: close
ko: 닫기

# confirm_desc
source: confirm
ko: 확인

# confirm_pw_desc
source: confirm password
ko: 비밀번호 확인

# confirm_pw_rule_check_desc
source: confirm password format check
ko: 비밀번호 확인이 형식에 맞지 않습니다.

# cso_report_desc
source: cso report
ko: CSO 신고증

# current_pw_desc
source: current password
ko: 현재 비밀번호

# do_logout
source: has been logout
ko: 로그아웃 되었습니다.

# edi_date_select_desc
source: edi date select
ko: EDI 날짜 선택

# edi_due_date_desc
source: due date
ko: 마감일정

source: edi file upload
ko: EDI 파일 업로드

# edi_file_upload_comp
source: edi file upload complete
ko: EDI 파일 업로드 완료

source: edi file upload fail
ko: EDI 파일 업로드 실패

source: edi file upload start
ko: EDI 파일 업로드 시작

# edi_hospital_select_desc
source: edi hospital select
ko: EDI 병원 선택

# edi_list_desc
source: edi list
ko: EDI 목록

# edi_new_desc
source: new place
ko: 신규처

# edi_pharma_select_desc
source: edi pharma select
ko: EDID 제약서 선택

# edi_request_desc
source: edi upload
ko: EDI 업로드

# edi_type_default
source: exist
ko: 기존처

# edi_type_new
source: new
ko: 신규처

# edi_type_transfer
source: transfer
ko: 이관처

# edi_view_desc
source: edi view
ko: EDI 뷰

# expired_token
source: expired authenticaiton
ko: 인증이 만료 되었습니다.

# file_desc
source: file
ko: 파일

# forgot_id_desc
source: forgot id
ko: 아이디를 잊어버림.

# forgot_pw_desc
source: forgot password
ko: 비밀번호를 잊어버림.

# hospital_find_desc
source: hospital find
ko: 병원찾기

# hospital_name_desc
source: hospital name
ko: 병원명

# hospital_temp_detail
source: hospital detail
ko: 병원정보

# landing_desc
source: Landing
ko: 초기화면

# last_login_desc
source: login date
ko: 마지막 로그인일

# left_desc
source: left
ko: 왼쪽

# login_btn_desc
source: signIn
ko: 로그인

# logout_desc
source: logout
ko: 로그아웃

# maker_name
source: maker
ko: 제조사

source: map toggle
ko: 지도토글

# marketing_contract_desc
source: marketing contract
ko: 마케팅 계약서

# media_able_click_suffix_desc
source: items available
ko: 개 선택 가능

# media_list_view_title_desc
source: multi view
ko: 다중 자료

# media_view_title_desc
source: single view
ko: 단일 자료

# menu_desc
source: Menu
ko: 메뉴

# menu_home_desc
source: Home
ko: 업로드

# menu_my_desc
source: My
ko: 내 정보

# menu_price_desc
source: Price
ko: 약가

# mqtt_title_bank_account_add
source: bank account add
ko: 통장사본 추가

# mqtt_title_cso_report_add
source: cso report add
ko: CSO 신고증 추가

# mqtt_title_edi_delete
source: edi file remove
ko: EDI 파일 제거

# mqtt_title_edi_file_add
source: edi file add
ko: EDI 파일 추가

# mqtt_title_edi_ok
source: edi ok
ko: EDI 승인

# mqtt_title_edi_recep
source: edi recep
ko: EDI 수신

# mqtt_title_edi_reject
source: edi reject
ko: EDI 반려

# mqtt_title_edi_request
source: edi request
ko: EDI 요청

# mqtt_title_marketing_contract_add
source: marketing contract add
ko: 마케팅계약서 추가

# mqtt_title_qna_reply
source: qna reply
ko: QnA 답변

# mqtt_title_qna_request
source: qna request
ko: QnA 요청

# mqtt_title_taxpayer_add
source: taxpayer add
ko: 사업자등록증 추가

# mqtt_title_training_certificate_add
source: training certificate add
ko: 교육수료증 추가

# mqtt_title_user_file
source: user file add
ko: 유저 파일 추가

source: multi login
ko: 멀티로그인

# new_hospital_desc
source: hospital(new or transfer)
ko: 병원명(신규처 or 이관처)

# new_pharma_desc
source: pharma name
ko: 제약사명

# new_version_update_desc
source: plz need to update
ko: 업데이트가 필요합니다

# open_desc
source: open
ko: 열기

# own_hospital_list_desc
source: own hospital list
ko: 보유병원목록

# own_pharma_list_desc
source: own pharma list
ko: 보유제약사목록

# password_change_desc
source: password change
ko: 비밀번호변경

# permission_location_for_map_desc
source: location permission requested for map selection
ko: 지도 선택을 위해 위치 권한을 요청합니다.

# permit_album
source: album permission
ko: 앨범 권한

# permit_camera
source: camera permission request
ko: 카메라 권한이 필요합니다.

# permit_denied
source: permission denied
ko: 권한이 거부 됨

# permit_notify
source: notify permission request
ko: 알림 권한 요청

# permit_read_request
source: read permission request
ko: 읽기 권한 요청

# permit_require
source: permission is required
ko: 권한이 필요합니다

# permit_setting
source: permission setting
ko: 권한 설정

# permit_title
source: permission request
ko: 권한 요청

# pharma_search_desc
source: pharma search
ko: 제약사 찾기

source: pharmacy toggle
ko: 약국토글

# price_unit
source: won
ko: 원

# pw_hint_desc
source: number+character 8~20
ko: 숫자+문자(영문 또는 한글) 8~20

# qna_add_content_hint_desc
source: write down qna
ko: 문의 사항을 적어주세요

# qna_add_desc
source: add reply
ko: 추가 답변

# qna_add_title_hint_desc
source: title
ko: 제목

# qna_comp_desc
source: complete
ko: 완료

source: qna upload
ko: QnA 업로드

# qna_upload_comp
source: qna upload complete
ko: QnA 업로드 완료

source: qna upload fail
ko: QnA 업로드 실패

source: refresh
ko: 새로고침

# remove_desc
source: remove
ko: 삭제

# right_desc
source: right
ko: 오른쪽

# save_desc
source: save
ko: 저장

# search_desc
source: search
ko: 찾기

# search_length_too_low
source: plz input 3 character
ko: 3글자 이상 입력해주세요

source: search nearby
ko: 근처찾기

# search_range_desc
source: inquiry period (reg. date)
ko: 조회기간(등록일 기준)

# select_desc
source: select
ko: 선택

# sign_up_desc
source: signUp
ko: 회원가입

# start_desc
source: start
ko: 시작

# training_certificate_add
source: training certi add
ko: 교육수료증추가

# update_dsec
source: update
ko: 업데이트

source: user file upload
ko: 유저파일업로드

# user_file_upload_comp
source: user file upload complete
ko: 유저파일업로드 완료

source: user file upload fail
ko: 유저파일업로드 실패

# warn_select_pharma
source: plz select pharma
ko: 제약사를 선택해주세요.

# week_fri_desc
source: fri
ko: 금

# week_mon_desc
source: mon
ko: 월

# week_sat_desc
source: sat
ko: 토

# week_sun_desc
source: sun
ko: 일

# week_thur_desc
source: thur
ko: 목

# week_tues_desc
source: tues
ko: 화

# week_wed_desc
source: wed
ko: 수
